"Hide %@" = "Hide %@";"Hide Others" = "Hide Others";"Services" = "Services";"Show All" = "Show All";"Quit %@" = "Quit %@";"SMBUp.kEditClear" = "Borrar";"Hide %@" = "Hide %@";"Hide Others" = "Hide Others";"Services" = "Services";"Show All" = "Show All";"Quit %@" = "Quit %@";"UtilsModule.currentAppLanguage" = "spa";"Hide %@" = "Hide %@";"Hide Others" = "Hide Others";"Services" = "Services";"Show All" = "Show All";"Quit %@" = "Quit %@";"DownloadAndInstall.isoLanguageCode" = "es";"DownloadAndInstall.DownThread.isoLanguageCode" = "es";"DownloadAndInstall.htskt.isoLanguageCode" = "es";"DownloadAndInstall.LocalTimer.isoLanguageCode" = "es";"DownloadAndInstall.myShell.isoLanguageCode" = "es";"DownloadAndInstall.tempShell.isoLanguageCode" = "es";"DownloadAndInstall.tmPoller.isoLanguageCode" = "es";"Hide %@" = "Hide %@";"Hide Others" = "Hide Others";"Services" = "Services";"Show All" = "Show All";"Quit %@" = "Quit %@";"MenuItemEditMenu.LocalizedText" = "Edición";"Hide %@" = "Hide %@";"Hide Others" = "Hide Others";"Services" = "Services";"Show All" = "Show All";"Quit %@" = "Quit %@";"CocoaMenuItemUndo.LocalizedText" = "Deshacer";"Hide %@" = "Hide %@";"Hide Others" = "Hide Others";"Services" = "Services";"Show All" = "Show All";"Quit %@" = "Quit %@";"CocoaMenuItemCut.LocalizedText" = "Cortar";"Hide %@" = "Hide %@";"Hide Others" = "Hide Others";"Services" = "Services";"Show All" = "Show All";"Quit %@" = "Quit %@";"CocoaMenuItemCopy.LocalizedText" = "Copiar";"Hide %@" = "Hide %@";"Hide Others" = "Hide Others";"Services" = "Services";"Show All" = "Show All";"Quit %@" = "Quit %@";"CocoaMenuItemPaste.LocalizedText" = "Pegar";"Hide %@" = "Hide %@";"Hide Others" = "Hide Others";"Services" = "Services";"Show All" = "Show All";"Quit %@" = "Quit %@";"CocoaMenuItemSelectAll.LocalizedText" = "Seleccionar Todo";"Hide %@" = "Hide %@";"Hide Others" = "Hide Others";"Services" = "Services";"Show All" = "Show All";"Quit %@" = "Quit %@";"translationStrings.aboutBoxText" = "^appName es una aplicación para automatizar la instalación y gestión de Samba 3 en Mac OS X Lion, así como gestionar sus carpetas compartidas.";"translationStrings.AboutMenu" = "Acerca de ^appName";"translationStrings.HelpMenu" = "&Ayuda ^Appname";"translationStrings.BasicHelpText" = "Instala o re-instala Samba utilizando las opciones en la aplicación.\r\rInicia o Detén los servicios de Samba utilizando el botón correspondiente. \r\rPara instalar, iniciar o detener los servicios o para guardar cambios la aplicación solicitará que te valides como usuario administrador del sistema.\r\rPara añadir carpetas compartidos solo arrástralos desde el Finder sobre la lista o selecciónalos.\r\rAccede a las opciones avanzadas para alterar parámetros adicionales del servidor o carpetas.\r\rPor favor, utiliza los enlaces para enviar cualquier problema o sugerencia:";"translationStrings.ClickHereToVisitWebpage" = "Haz clic aquí para visitar la web";"translationStrings.Clickheretorequestsupportviaemail" = "Haz clic aquí para solicitar ayuda por email";"translationStrings.ClickheretocontactTwitteraccount" = "Haz clic aquí para contactar por Twitter";"translationStrings.WelcomeToAppLabel" = "¡Bienvenido a {AppName}!";"translationStrings.SpecialThanksto" = "Agradecimientos:";"translationStrings.SMBUpQuestion" = "Duda SMBUp";"translationStrings.HelpTitle" = "Ayuda";"translationStrings.HelpMenuTitle" = "Ayuda";"translationStrings.SambaPackages" = "Paquetes para Samba";"translationStrings.ExtraPackages" = "Ficheros Extra";"translationStrings.UninstallRemove" = "Desinstalar/Borrar";"translationStrings.cancelPrompt" = "Cancelar";"translationStrings.OnlyDownload" = "Solo Descargar";"translationStrings.DownloadAndInstallPackage" = "Descargar e Instalar Software";"translationStrings.ConfigureSharedDisks" = "Configurar Carpetas Compartidas";"translationStrings.DownloadingInstaller" = "Obtener Instalador";"translationStrings.SoftwareInstall" = "Instalación de Software";"translationStrings.EnvironmentSetUp" = "Configuración de Entorno";"translationStrings.DisablingOriginalServices" = "Desactivar Servicios Originales";"translationStrings.GetServiceLaunchScripts" = "Obtener scripts de arranque del servicio";"translationStrings.VerifyServiceLaunchScripts" = "Verificar scripts de arranque";"translationStrings.StartSambaServices" = "Iniciar Servicios de Samba";"translationStrings.OkHelpMeInstall" = "Ok. Asísteme con la instalación";"translationStrings.ManualInstallURL" = "http://macmediacenter.info/cmo-instalar-samba-en-os-x-lion/";"translationStrings.YouAreRunningThisApplicationInDebug" = "Estás ejecutando esta aplicación en modo de pruebas \"debug\". Por favor reporta cualquier problema a eduo@mac.com";"translationStrings.MainWindowName" = "Ventana Principal";"translationStrings.Closemenu" = "Cerrar";"translationStrings.SelectDirectory" = "Selecc. Carpeta:";"translationStrings.ShareName" = "Nombre en la Red:";"translationStrings.ShareDescription" = "Descripción:";"translationStrings.AllowGuest" = "Permitir Invitados";"translationStrings.ReadOnlyRO" = "Solo Lectura (RO)";"translationStrings.UpdatePrompt" = "Guardar";"translationStrings.BasicConfig" = "Configuración Inicial";"translationStrings.AddNewSharedDrive" = "Añadir carpeta compartida";"translationStrings.AdvancedSharedDiskSettings" = "Conf. Avanzada de Carpeta";"translationStrings.AdvancedServerConfiguration" = "Conf. Avanzada del Servidor";"translationStrings.InstallorReInstallSamba" = "Instalar/Re-Instalar Samba";"translationStrings.BasicInfoHelp" = "Al seleccionar carpetas compartidas en la lista superior los detalles apareceran en esta sección.\r\rPara añadir nuevas carpetas compartidas solo hace falta arrastrarlas a la lista desde el Finder o seleccionarlas con el botón correspondiente.";"translationStrings.AdvancedSettings" = "Configuración Avanzada";"translationStrings.Name" = "Nombre";"translationStrings.Path" = "Ruta";"translationStrings.Parameter" = "Parámetro";"translationStrings.Value" = "Valor";"translationStrings.SaveAll" = "Guardar Todo";"translationStrings.Description" = "Descripción";"translationStrings.SambaActiveQ" = "¿Samba activo\?";"translationStrings.SelectADifferentPath" = "Seleccionar una ruta diferente";"translationStrings.ShowinFinder" = "Mostrar en el Finder";"translationStrings.SharedDriveDetails" = "Detalles de la carpeta";"translationStrings.ServerDetails" = "Detalles del Servicio";"translationStrings.Stop" = "Detener";"translationStrings.Start" = "Iniciar";"translationStrings.Install" = "Instalar";"translationStrings.ReInstallSamba" = "Reinstalar Samba";"translationStrings.UninstallSamba" = "Desinstalar Samba";"translationStrings.File" = "Archivo";"translationStrings.Actions" = "Acciones";"translationStrings.Edit" = "Edición";"translationStrings.Help" = "Ayuda";"translationStrings.Window" = "Ventana";"translationStrings.Undo" = "Deshacer";"translationStrings.Cut" = "Cortar";"translationStrings.Copy" = "Copiar";"translationStrings.Paste" = "Pegar";"translationStrings.SelectAll" = "Seleccionar Todo";"translationStrings.Reset" = "Valores Por Defecto";"translationStrings.ReSetConfigurationFileQ" = "¿Reinicializar fichero de configuración\?";"translationStrings.YouAlreadyHaveAnExistingConfig" = "Ya existe un fichero de configuración para Samba. Puede mantenerse o reinicializarse para que tenga los valores por defecto.";"translationStrings.ReSetWithDefaultValues" = "Reinicializar a valores por defecto";"translationStrings.KeepExistingConfigFile" = "Mantener la configuración actual";"translationStrings.WeWillNowSendTheDownloadURL" = "La aplicación enviará a continuación el URL para la descarga al navegador Web definido por defecto. Esta aplicación terminará para permitir la descarga e instalación del paquete de Samba y sus dependencias. Para continuar la configuración la aplicación deberá ser lanzada de nuevo una vez completadas estas acciones.";"translationStrings.PleaseSelectOnlyOneFolder" = "Por favor, seleccione solo una carpeta…";"translationStrings.TheresBeenAnErrorLoadingTheConfigurationValues" = "Ha sucedido un error al cargar los valores de configuración.";"translationStrings.CouldntFindAnInstallerVersionOfSamba" = "No se pudo localizar una versión de Samba instalada. El programa se terminará.";"translationStrings.ThereWasAnErrorLoadingTheDefaultConfiguration" = "Ha sucedido un error al intentar cargar la configuración por defecto. La aplicación se terminará automáticamente.";"translationStrings.ThereWasAnErrorSavingYourConfigurationFile" = "Ha sucedido un error al intentar guardar el fichero de configuración.";"translationStrings.SambaIsNotInstalled" = "Samba no está instalado. La aplicación terminará automáticamente.";"translationStrings.SambaScriptsNotInstalled" = "Scripts de Samba no instalados";"translationStrings.SambaSeemsToBeInstallerButNoLaunchScriptsArePresent" = "La aplicación ha detectado que Samba está instalado pero no puede localizar los scripts de arranque. La aplicación puede crear los scripts de arranque necesarios pero está diseñada para funcionar con una instalación propia. Se recomienda reinstalar con la opción a continuación.";"translationStrings.CreateSambaScripts" = "Crear scripts de arranque de Samba";"translationStrings.InstallSambaForMe" = "Instalación asistida";"translationStrings.InstallManually" = "Instalar Manualmente";"translationStrings.UnknownSambaInstallation" = "Instalación de Samba desconocida";"translationStrings.SambaNotInstalled" = "Samba no está instalado";"translationStrings.SambaSeemsToBePresentButItHasntBeenInstalledInAWay" = "Una versión de Samba parece existir en el sistema pero no está configurada de una forma que esta aplicación pueda comprender. Esta aplicación solo puede funcionar correctamente con sus propias instalaciones.";"translationStrings.SambaIsNotPresent" = "Esta aplicación no puede detectar una versión de Samba instalada en este sistema, sin la cual no puede utilizarse la misma. Puede instalar Samba manualmente o permitir que la aplicación le asista para instalarla, seleccionando la opción correspondiente.";"translationStrings.UnsavedChanges" = "Cambios sin guardar";"translationStrings.ThereHaveBeenChangesMade" = "Si ha habido cambios a la configuración del disco o las carpetas compartidas no han sido guardados a disco. ¿Desea guardar estos cambios antes de salir de la aplicación o prefiere salir sin guardarlos\?";"translationStrings.SaveChangesAndQuitApplication" = "Guardar cambios y salir de la aplicación";"translationStrings.ReviewConfiguration" = "Esperar";"translationStrings.QuitWithoutSaving" = "Salir sin guardar cambios";"translationStrings.SambaIsNotRunning" = "Samba no está ejecutándose";"translationStrings.SambaDoesntSeemToBeRunning" = "Samba no parece esta ejecutándose. Recuerde iniciar el servicio antes de salir de la aplicación si desea utilizarlo.";"translationStrings.StartSambaServiceForMe" = "Iniciar el servicio de Samba por mí y salir de la aplicación";"translationStrings.CancelQuit" = "No salir";"translationStrings.QuitApplication" = "Salir de la Aplicación";"translationStrings.PleaseWaitWhileTheSystemLoadsCurrentData" = "Verificando la configuración actual…";"translationStrings.FilesWithinABundleCantBeMadeIntoAShareDrive" = "Los ficheros dentro de paquetes del sistema no pueden ser compartidos.";"translationStrings.DropItemForReadWrite" = "Arrastra aquí para crear con permisos de escritura";"translationStrings.DropItemForReadOnly" = "Arrastra aquí para crear solo con permisos de lectura";"translationStrings.DragOnlyOneItem" = "Arrastra solo un ítem para compartir";"translationStrings.YouAreAboutToDeleteYourOnlySharedDrive" = "Se va a eliminar la única carpeta compartida. Por favor, confirme ya que no se puede deshacer esta acción.";"translationStrings.YouAreAboutToDeleteOneOfYourSharedDrives" = "Se va a eliminar una de las carpetas compartidas. Por favor, confirme ya que no se puede deshacer esta acción.";"translationStrings.CouldntConnectToTheInternet" = "La aplicación no pudo conectarse a Internet. Por favor, verifique su conexión e intente de nuevo. La aplicación se saldrá automáticamente.";"translationStrings.DeleteSharedDrive" = "Borrar Compartido";"translationStrings.ManageSambaandSambaSharedDrives" = "Gestión de Samba y Carpetas Compartidas";"translationStrings.AllInstalled" = "Todo lo Instalado";"translationStrings.SelectedItemsUninstalled" = "Los ítems seleccionados han sido desinstalados. La aplicación terminará automáticamente";"translationStrings.DownloadComplete" = "Descarga Completa";"translationStrings.Downloaded" = "Descargado: ";"translationStrings.PreparingToInstall" = "Preparando la instalación…";"translationStrings.AuthenticationCancelledCommandsWillNowStop" = "La autentificación ha sido cancelada. La ejecución se detendrá ahora.";"translationStrings.MountingSamba3InstallerDiskImage" = "Montando Disco de Instalación de Samba3";"translationStrings.Samba3InstallerDiskImageIsReady" = "El disco de instalación de Samba3 está listo";"translationStrings.GettingDownloadLink" = "Obteniendo enlace a descargar…";"translationStrings.Donate" = "Donar";"translationStrings.donatePleaLetter" = "Un año después de que Mac OS X Lion fuese lanzado aún no había surgido ningún reemplazo de Samba para el mismo, así que decidí lanzarlo yo. La idea era hacerlo y venderlo en la Mac App Store, pero esto no fue posible debido a incompatibilidades entre Samba y la misma.\r\rEsto significa que esta aplicación se está ofreciendo como \"Donationware\". Esencialmente esto significa que si te gusta y te es útil puedes donar la cantidad que consideres conveniente y sentirte bien por ello. Esto a su vez me permitirá seguir mejorándola y desarrollando nuevas aplicaciones.\r\rUtiliza las opciones a continuación para completar tu donación y confirmarle a la aplicación que ya está hecho.\r\rGracias.";"translationStrings.IveDonated" = "¡He donado!";"translationStrings.RemoveSharedHomes" = "Eliminar carpetas de Usuario";"translationStrings.CreateSharedHomes" = "Crear Carpetas de Usuario";"translationStrings.ManageUsers" = "Gestionar Usuarios";"translationStrings.ResetConfigFile" = "Reinicializar configuración";"translationStrings.StartStopSamba" = "Arrancar/Detener Samba";"translationStrings.updateLabelText" = "Actualizacion Disponible!";"translationStrings.usersButtonText" = "Usuarios";"translationStrings.UsernameText" = "Usuario";"translationStrings.PasswordText" = "Contraseña";"translationStrings.RepeatPasswordText" = "Repita Contraseña";"translationStrings.ShowPasswordText" = "Ver Contraseña";"translationStrings.ChangePasswordText" = "Nueva Contraseña";"translationStrings.CloseText" = "Cerrar";"translationStrings.AddUserText" = "Añadir Usuario";"translationStrings.DeleteUserText" = "Borrar Usuario";"translationStrings.userHasWayTooManyGroups" = ": El usuario tiene más de 15 grupos asignados en OS X. Esto puede ser una fuente de problemas de acceso al utilizar la actual versión de Samba con OS X Lion. SMBUp creará la cuenta pero el acceso puede fallar hasta que el numero de grupos sea reducido. Alternativamente, puede considerar utilizar otras cuentas del sistema o crear cuentas específicas solo para compartir ficheros.";"translationStrings.ResetOSXServices" = "Ha sucedido un error que impide iniciar el servicio de Samba. Esto puede estar relacionado con procesos incompatibles con el servicio. Puede elegir salir de la aplicación, seguir esperando y/o buscar una solución manual o permitir a la aplicación reiniciar los servicios para intentar arrancar Samba.";"translationStrings.ErrorStartingTheService" = "Error al arrancar el servicio";"translationStrings.thanksDonation" = "¡Gracias!";"Hide %@" = "Hide %@";"Hide Others" = "Hide Others";"Services" = "Services";"Show All" = "Show All";"Quit %@" = "Quit %@";"StringHelpers.MacPortsInstalledText" = "Algunos componentes de software parecen haber sido instalados por MacPorts en este sistema. Han sido des-seleccionados por defecto. Macports debería ser utilizado para desinstalarlos.";"Hide %@" = "Hide %@";"Hide Others" = "Hide Others";"Services" = "Services";"Show All" = "Show All";"Quit %@" = "Quit %@";"DownloadAndInstall1.isoLanguageCode" = "es";"DownloadAndInstall1.DownThread.isoLanguageCode" = "es";"DownloadAndInstall1.htskt.isoLanguageCode" = "es";"DownloadAndInstall1.LocalTimer.isoLanguageCode" = "es";"DownloadAndInstall1.myShell.isoLanguageCode" = "es";"DownloadAndInstall1.tempShell.isoLanguageCode" = "es";"DownloadAndInstall1.tmPoller.isoLanguageCode" = "es";